Repository: pronamic/pronamic-payment-gateways-fees-for-woocommerce
Catalog: languages/pronamic-payment-gateways-fees-for-woocommerce-*.po
Languages: nl_nl

source: This WordPress plugin adds settings to all WooCommerce gateways to add a fixed and/or variable (percentage) fee.
nl_nl: Deze WordPress plugin voegt instellingen toe aan alle WooCommerce gateways om een vast en/of variabel (percentage) vergoeding toe te voegen.

source: https://www.pronamic.eu/
nl_nl: https://www.pronamic.nl/

source: Fees
nl_nl: Vergoedingen

source: Please note that you are not always allowed to charge surcharges for payment methods. <a href="%s">Read more about payment surcharges.</a>
nl_nl: Houd er rekening mee dat je niet altijd toeslagen mag berekenen voor betaalmethoden. <a href=“%s”>Lees meer over betalingstoeslagen.</a>

source: https://www.pronamicpay.com/en/manuals/can-i-charge-my-customers-for-payment-methods/
nl_nl: https://www.pronamicpay.com/nl/handleidingen/mag-ik-kosten-voor-betaalmethoden-doorberekenen-aan-mijn-klanten/

source: Fixed fee name
nl_nl: Vaste vergoeding naam

source: Payment gateway fee
nl_nl: Betalingsgatewaykosten

source: Fee name to show to customer. To display each fee on different lines in cart (and checkout), you must set different names. If names are equal they will be merged into single line.
nl_nl: Naam van de vergoeding die aan de klant moet worden getoond. Om elke vergoeding op verschillende regels in het winkelwagentje (en bij het afrekenen) weer te geven, moet je verschillende namen instellen. Als de namen gelijk zijn, worden ze samengevoegd tot één regel.

source: Fixed amount
nl_nl: Vast bedrag

source: Variable fee name
nl_nl: Variabele vergoeding naam

source: Percentage value
nl_nl: Procentuele waarde

source: Tax class
nl_nl: Belastingklasse

source: No fee for order total above
nl_nl: Geen vergoeding voor bestellingtotaal boven

source: Enter the amount at which the fee will no longer be applied. If left blank, there will be no threshold.
nl_nl: Voer het bedrag in waarop de vergoeding niet langer wordt toegepast. Als je dit veld leeg laat, is er geen drempel.

source: Maximum amount
nl_nl: Maximaal bedrag

source: Enter the maximum fee amount. If left blank, there will be no maximum.
nl_nl: Voer het maximale vergoedingsbedrag in. Als je dit leeg laat, is er geen maximum.
